

# В ходе работы с модулем вы должны были выполнить следующие задания:
#
#         +Создать новую страницу с адресом /news/, на которой должен выводиться список всех новостей.
#         +Вывести все статьи в виде заголовка, даты публикации и первых 20 символов текста.
#         +Новости должны выводиться в порядке от более свежей к самой старой.
#
#         +Сделать отдельную страницу для полной информации о статье /news/<id новости>.
#         +На этой странице должна быть вся информация о статье. Название, текст и дата загрузки в формате день.месяц.год.
#
#         +Написать собственный фильтр censor, который заменяет буквы нежелательных слов в заголовках и текстах статей на символ «*».
#
#         +Все новые страницы должны использовать шаблон default.html как основу.
